[
    {
        "name" : "Heart Failure",
        "brandnames" : "Shortness of breath, fatigue, weakness, swelling in legs, ankles, feet, or abdomen, rapid or irregular heartbeat, reduced ability to exercise, persistent cough or wheezing with white or pink blood-tinged phlegm, swelling of abdomen",
        "desc" : "Heart Failure is a generalized term for when the heart is unable to pump enough blood  to meet the body's needs. Can be caused by coronary artery disease, heart attack, high blood pressure, heart valve disease, cardiomyopathy, congenital heart defects, heart arrhythmias, and other conditions.",
        "indc" : {
            "cc" : [23],
            "desc" : "Asprin is generally indicated for patients with heart problems. Contraindicated for patients with a GI bleed, coagulation disorder or G6PD deficiency. Use caution when administering to women who are pregnant or breastfeeding or children under 12."
        }
    },
    {
        "name" : "Insect bite/sting",
        "brandnames" : "Itching, swelling, redness, pain, warmth, hives, rash, fever, joint pain, swollen lymph nodes.",
        "desc" : "A bite or sting from an insect. Can be caused by bees, wasps, hornets, yellow jackets, fire ants, or scorpions.",
        "indc" : {
            "cc" : [16],
            "desc" : "Usually only topical hydrocortisone is needed. If the patient is having an allergic reaction, administer epinephrine."
        }
    },
    {
        "name" : "Asthma",
        "brandnames" : "Difficulty breathing, wheezing, coughing, chest tightness, cyanosis, tachypnea, tachycardia.",
        "desc" : "A condition in which the airways narrow and swell and produce extra mucus. Can be caused by allergies, exercise, cold air, or stress.",
        "indc" : {
            "cc" : [6],
            "desc" : "Interventions include oxygen, albuterol, and monitoring of vitals."
        }
    },
    {
        "name": "Poisoning",
        "brandnames": "Nausea, vomiting, diarrhea, sweating, drooling, seizures, dizziness, drowsiness, confusion, anxiety, agitation, hallucinations.",
        "desc": "Described as the ingestion of toxic substances. Can be caused by household cleaners, plants, pesticides, chemicals, or drugs.",
        "indc": {
            "cc" : [13],
            "desc" : "Interventions include activated charcoal, oxygen, and monitoring of vitals."
        }
    },
    {
        "name" : "Dehydration",
        "brandnames" : "Lightheadedness, dizziness, dry mouth, decreased urine output, dark urine, headache, muscle cramps, dry skin.",
        "desc" : "A condition in which the body loses more fluids than it takes in. Can be caused by vomiting, diarrhea, fever, excessive sweating, or burns.",
        "indc": {
            "cc" : [8, 9, 11, 12],
            "mxsbp" : 90,
            "desc" :"Interventions include rehydration and monitoring of vitals."
        }
    },
    {
        "name" : "Hypovolemic shock",
        "brandnames" : "Cool, clammy skin, rapid breathing, rapid pulse, weakness, confusion, nausea, vomiting, fainting.",
        "desc" : "In hypovolemic shock, the body has lost blood to the point of being unable to perfuse the body tissues.",
        "indc" : {
            "cc" : [5],
            "mxsbp" : 90,
            "desc" : "After controlling all bleeding possible, keep the patient warm with a blanket, elevate their legs, administer IV saline, and monitor vitals. Do not give them food or water."
        }
    },
    {
        "name" : "Hypoglycemia",
        "brandnames" : "Low blood sugar, weakness, fatigue, shakiness, hunger, anxiety, irritability.",
        "desc" : "A condition in which the blood sugar is too low. Can be caused by skipping meals, drinking alcohol, or taking too much insulin.",
        "indc" : {
            "cc" : [1, 2],
            "desc" : "Oral glucose should be administered to concious patients. Glucagon may also be administered as an injection."
        }
    },
    {
        "name" : "Chronic Obstructive Pulmonary Disease",
        "brandnames" : "Shortness of breath, wheezing, chest tightness, chronic cough, frequent respiratory infections, lack of energy.",
        "desc" : "A group of lung diseases that block airflow and make it difficult to breathe. Can be caused by smoking, long term exposure to air pollution, or genetic factors.",
        "indc" : {
            "cc" : [6],
            "mxspo2" : 95,
            "desc" : "Interventions include oxygen via CPAP and monitoring of vitals."
        }
    },
    {
        "name" : "Spinal Injury",
        "brandnames" : "Numbness, tingling, paralysis, deformity, pain.",
        "desc" : "Any disruption of the spinal cord. Can be caused by trauma, disease, or degeneration.",
        "indc" : {
            "cc" : [10],
            "desc" : "Spinal immobilization is the primary intervention to be considered for spinal injuries."
        }
    },
    {
        "name" : "Cardiac Arrest",
        "brandnames" : "Unresponsiveness, no breathing, no pulse.",
        "desc" : "When the heart stops beating.",
        "indc" : {
            "cc" : [4],
            "mxhr" : 0,
            "desc" : "Begin CPR immediately, use an AED quickly after beginning CPR."
        }
    },
    {
        "name" : "allergic reaction",
        "brandnames" : "Swelling, difficulty breathing, rash, itching, nausea.",
        "desc" : "When the body's immune system overreacts to a foreign substance.",
        "indc" : {
            "cc" : [16, 17],
            "desc" : "Benadryl is indicated for acute but mild reactions but any anaphylactic reaction should be treated with epinephrine."
        }
    }
]